a2ps
a52dec
aalib
accountsservice
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
archlinux-keyring
archlinux-nix
argon2
asciidoc
asoundconf
aspell
assimp
at-spi2-atk
at-spi2-core
atk
atkmm
atool
attr
audit
autoconf
automake
autotiling-git
avahi
bash
bc
bemenu
bemenu-wayland
biber
binutils
bison
blas
bluez
bluez-libs
bmake
bolt
boost-libs
brightnessctl
brother-mfc-l8900cdw
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabal-install
cadence
cairo
cairomm
cantarell-fonts
cblas
cdparanoia
celt
chafa
check
chromaprint
chrome-gnome-shell-git
chrono-date
cifs-utils
clang
clang13
clementine
clutter
clutter-gst
clutter-gtk
cmake
cmark-gfm
cogl
colord
colord-gtk
colord-gtk-common
colord-gtk4
compiler-rt
confuse
coreutils
cracklib
crypto++
cryptsetup
ctags
cups
cups-filters
cups-pk-helper
curl
dav1d
db
dbus
dbus-glib
dbus-python
dconf
dconf-editor
desktop-file-utils
device-mapper
dhclient
dhcpcd
dialog
diffutils
djvulibre
dmenu
dmidecode
dmraid
dnssec-anchors
docbook-xml
docbook-xsl
doctest
dosfstools
dotnet-host
dotnet-runtime
dotnet-sdk
dotnet-targeting-pack
double-conversion
drivesync-git
duktape
e2fsprogs
efibootmgr
efivar
elfutils
ell
enchant
exempi
exiv2
expat
faac
faad2
fakeroot
fasd
fcft
fd
feh
ffcall
fff
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
fftw
file
filesystem
findutils
fish
flac
flashfocus-git
flashrom
flex
fmt
fontconfig
foomatic-db-gutenprint-ppds
foot
freeglut
freerdp
freetype2
fribidi
ftgl
fuse-common
fuse2
fuse3
fwupd
fwupd-efi
fzf
gawk
gc
gcab
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
gdm
geoclue
geocode-glib
gettext
ghc-libs
ghostscript
giflib
girara
git
gitui
gjs
glew
glib-networking
glib2
glibc
glibmm
glm
glslang
glu
gmp
gnome-autoar
gnome-bluetooth
gnome-bluetooth-3.0
gnome-color-manager
gnome-control-center
gnome-desktop
gnome-desktop-4
gnome-desktop-common
gnome-disk-utility
gnome-epub-thumbnailer
gnome-keyring
gnome-online-accounts
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-material-shell-git
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnupg
gnutls
go
gobject-introspection-runtime
goocanvas
google-chrome-dev
gparted
gperf
gpgme
gpm
gptfdisk
graphene
graphicsmagick
graphite
grep
grilo
grim
groff
grub
gsettings-desktop-schemas
gsettings-qt
gsl
gsm
gsound
gspell
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm3
guile
gumbo-parser
gupnp-dlna
gutenprint
gvfs
gvfs-goa
gvfs-google
gzip
harfbuzz
harfbuzz-icu
haskell-adjunctions
haskell-aeson
haskell-aeson-pretty
haskell-alsa-core
haskell-alsa-mixer
haskell-ansi-terminal
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-bitarray
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-byteorder
haskell-call-stack
haskell-case-insensitive
haskell-cereal
haskell-citeproc
haskell-cmark-gfm
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-contravariant
haskell-cookie
haskell-cryptohash-sha256
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-dbus
haskell-digest
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-echo
haskell-ed25519
haskell-edit-distance
haskell-emojis
haskell-erf
haskell-errors
haskell-extensible-exceptions
haskell-file-embed
haskell-free
haskell-ghc-bignum-orphans
haskell-glob
haskell-hackage-security
haskell-haddock-library
haskell-hashable
haskell-hinotify
haskell-hourglass
haskell-hslua
haskell-hslua-aeson
haskell-hslua-classes
haskell-hslua-core
haskell-hslua-marshalling
haskell-hslua-module-doclayout
haskell-hslua-module-path
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hslua-module-version
haskell-hslua-objectorientation
haskell-hslua-packaging
haskell-hsyaml
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-conduit
haskell-http-types
haskell-hxt
haskell-hxt-charproperties
haskell-hxt-regex-xmlschema
haskell-hxt-unicode
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-integer-logarithms
haskell-invariant
haskell-iproute
haskell-ipynb
haskell-iwlib
haskell-jira-wiki-markup
haskell-juicypixels
haskell-kan-extensions
haskell-lens
haskell-lexer
haskell-libmpd
haskell-libyaml
haskell-lpeg
haskell-lua
haskell-lukko
haskell-memory
haskell-mime-types
haskell-monad-loops
haskell-mono-traversable
haskell-netlink
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-onetuple
haskell-pandoc-lua-marshal
haskell-pandoc-types
haskell-parallel
haskell-parsec-numbers
haskell-pem
haskell-pretty-hex
haskell-pretty-show
haskell-primitive
haskell-profunctors
haskell-quickcheck
haskell-random
haskell-reflection
haskell-regex-base
haskell-regex-compat
haskell-regex-pcre
haskell-regex-posix
haskell-resolv
haskell-resourcet
haskell-safe
haskell-safe-exceptions
haskell-scientific
haskell-semigroupoids
haskell-sha
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-splitmix
haskell-statevar
haskell-streaming-commons
haskell-strict
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-tar
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-th-lift-instances
haskell-these
haskell-time-compat
haskell-time-locale-compat
haskell-timezone-olson
haskell-timezone-series
haskell-tls
haskell-transformers-base
haskell-transformers-compat
haskell-typed-process
haskell-unicode-collation
haskell-unicode-data
haskell-unicode-transforms
haskell-uniplate
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-void
haskell-x11
haskell-x11-xft
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-yaml
haskell-zip-archive
haskell-zlib
hicolor-icon-theme
hidapi
hspell
htop
http-parser
hunspell
hwdata
hwloc
hyphen
i3status
i3status-rust-git
iana-etc
icu
iio-sensor-proxy
ijs
imagemagick
imlib2
inetutils
iniparser
inkscape
inotify-tools
intel-gmmlib
intel-media-driver
intltool
iotop
iproute2
iptables
iputils
iso-codes
iwd
jack2
jack2-dbus
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk-openjdk
jemalloc
jfsutils
jq
jre-openjdk
jre-openjdk-headless
js60
js78
js91
json-c
json-glib
jsoncpp
kbd
keyutils
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
kwayland
kwindowsystem
l-smash
lame
lapack
lcms2
ldb
ldns
less
lf-git
lib2geom
lib32-alsa-lib
lib32-alsa-plugins
lib32-brotli
lib32-bzip2
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libpciaccess
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libva
lib32-libvdpau
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-readline
lib32-sqlite
lib32-systemd
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libadwaita
libaio
libappindicator-gtk3
libarchive
libart-lgpl
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libb2
libblockdev
libbluray
libbpf
libbsd
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcbor
libcddb
libcdio
libcdio-paranoia
libcdr
libcheese
libclc
libcloudproviders
libcolord
libcroco
libcue
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdca
libde265
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libebml
libedit
libelf
libepoxy
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libftdi
libgcrypt
libgdata
libgdm
libgexiv2
libgit2
libglade
libglvnd
libgnomecanvas
libgnomekbd
libgpg-error
libgpod
libgrss
libgsf
libgssglue
libgtop
libgudev
libgusb
libgweather
libgweather-4
libgxps
libhandy
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinih
libinput
libiptcdata
libisl
libjcat
libjpeg-turbo
libksba
liblastfm-qt5
libldac
libldap
liblouis
liblqr
libluv
libmad
libmalcontent
libmanette
libmatroska
libmbim
libmd
libmfx
libmm-glib
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpdclient
libmpeg2
libmtp
libmygpo-qt5
libnautilus-extension
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnma
libnma-common
libnma-gtk4
libnotify
libnsl
liboauth
libogg
libomxil-bellagio
libopenaptx
libosinfo
libp11-kit
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplacebo
libplist
libpng
libportal
libportal-gtk3
libproxy
libpsl
libptytty
libpulse
libpwquality
libqmi
libqrtr-glib
libqtxdg
libraqm
libraw1394
librevenge
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigsegv
libsm
libsmbios
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libucl-git
libunistring
libunwind
libupnp
liburcu
libusb
libusb-compat
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvisio
libvisual
libvoikko
libvorbis
libvpx
libvterm
libvterm01
libwacom
libwebp
libwpd
libwpe
libwpg
libx11
libxau
libxaw
libxcb
libxcomp
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
lld
llvm
llvm-libs
llvm13-libs
lm_sensors
lmdb
logrotate
lsb-release
lsof
lttng-ust
lua
lua-lpeg
lua52
lua53
lua53-lpeg
luajit
lv2
lvm2
lz4
lzo
m4
mailcap
make
man-db
man-pages
maven
mbedtls
md4c
mdadm
media-player-info
mesa
mesa-demos
meson
minizip
mkinitcpio
mkinitcpio-busybox
mlocate
mobile-broadband-provider-info
mosh
mozilla-common
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mtr
mujs
mupdf
mutter
nano
nautilus
ncurses
ndctl
neovide
neovim
net-tools
netctl
netstandard-targeting-pack
nettle
networkmanager
ninja
njconnect
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
npm
npth
nspr
nss
numactl
nx-x11
nxagent
ocl-icd
oh-my-posh-bin
oniguruma
openal
opencore-amr
openjpeg2
openmpi
openpmix
openresolv
openssh
openssl
openssl-1.0
opus
orc
os-prober
osinfo-db
otf-fira-code-onum-patch
p11-kit
packup
pacman
pacman-mirrorlist
pam
pambase
pamixer
pandoc
pango
pangomm
paper
parted
paru
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-alien-build
perl-alien-libxml2
perl-autovivification
perl-b-hooks-endofscope
perl-business-isbn
perl-business-isbn-data
perl-business-ismn
perl-business-issn
perl-capture-tiny
perl-class-accessor
perl-class-data-inheritable
perl-class-factory-util
perl-class-inspector
perl-class-load
perl-class-singleton
perl-clone
perl-config-simple
perl-data-compare
perl-data-dump
perl-data-optlist
perl-data-uniqid
perl-datetime
perl-datetime-calendar-julian
perl-datetime-format-builder
perl-datetime-format-strptime
perl-datetime-locale
perl-datetime-timezone
perl-dbd-sqlite
perl-dbi
perl-devel-stacktrace
perl-dist-checkconflicts
perl-encode-locale
perl-error
perl-eval-closure
perl-exception-class
perl-exporter-tiny
perl-ffi-checklib
perl-file-basedir
perl-file-chdir
perl-file-desktopentry
perl-file-find-rule
perl-file-listing
perl-file-mimeinfo
perl-file-readbackwards
perl-file-sharedir
perl-file-sharedir-install
perl-file-slurp-tiny
perl-file-slurper
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-image-exiftool
perl-inc-latest
perl-io-html
perl-io-socket-ssl
perl-io-string
perl-io-tty
perl-ipc-run3
perl-ipc-system-simple
perl-libwww
perl-lingua-translit
perl-list-allutils
perl-list-moreutils
perl-list-moreutils-xs
perl-list-someutils
perl-list-utilsby
perl-log-log4perl
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-math-round
perl-mime-charset
perl-module-build
perl-module-implementation
perl-module-runtime
perl-mozilla-ca
perl-mro-compat
perl-namespace-autoclean
perl-namespace-clean
perl-net-http
perl-net-ssleay
perl-number-compare
perl-package-deprecationmanager
perl-package-stash
perl-package-stash-xs
perl-params-util
perl-params-validate
perl-params-validationcompiler
perl-parse-recdescent
perl-path-tiny
perl-perlio-utf8-strict
perl-regexp-common
perl-role-tiny
perl-sort-key
perl-specio
perl-sub-exporter
perl-sub-exporter-progressive
perl-sub-identify
perl-sub-install
perl-sub-name
perl-switch
perl-test-fatal
perl-text-bibtex
perl-text-csv
perl-text-glob
perl-text-roman
perl-tie-cycle
perl-timedate
perl-try-tiny
perl-unicode-linebreak
perl-uri
perl-variable-magic
perl-www-robotrules
perl-xml-libxml
perl-xml-libxml-simple
perl-xml-libxslt
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-writer
pinentry
pipewire
pipewire-media-session
pixman
pkgconf
polkit
poppler
poppler-glib
popt
portaudio
potrace
power-profiles-daemon
powershell-bin
procps-ng
projectm
protobuf
protobuf-c
psmisc
psutils
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-jack
pwgen
pybind11
pyside2
python
python-appdirs
python-attrs
python-beaker
python-cachecontrol
python-cairocffi
python-certifi
python-cffi
python-chardet
python-click
python-colorama
python-commonmark
python-contextlib2
python-cryptography
python-distlib
python-distro
python-dnspython
python-docopt
python-docutils
python-dropbox
python-future
python-gobject
python-greenlet
python-html5lib
python-i3ipc
python-idna
python-importlib-metadata
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-lockfile
python-lxml
python-mako
python-markdown
python-markupsafe
python-marshmallow
python-more-itertools
python-msgpack
python-nspektr
python-numpy
python-ordered-set
python-packaging
python-pdf2image
python-pdftopng
python-pep517
python-pillow
python-pip
python-platformdirs
python-ply
python-progress
python-psutil
python-pycparser
python-pygments
python-pynvim
python-pyopenssl
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pytoml
python-requests
python-resolvelib
python-retrying
python-rich
python-schema
python-setuptools
python-shiboken2
python-six
python-stone
python-tenacity
python-toml
python-tomli
python-trove-classifiers
python-typing_extensions
python-urllib3
python-validate-pyproject
python-webencodings
python-xcffib
python-xlib
python-xpybutil
python-yaml
python-zipp
python2
qjackctl
qpdf
qt5-3d
qt5-base
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-feedback
qt5-gamepad
qt5-graphicaleffects
qt5-gsettings
qt5-imageformats
qt5-location
qt5-lottie
qt5-mqtt
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-svg
qt5-systems
qt5-tools
qt5-translations
qt5-ukui-platformtheme
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-webkit
qt5-websockets
qt5-webview
qt5-x11extras
qt5-xcb-private-headers
qt5-xmlpatterns
qt6-base
qt6-svg
qt6-translations
qtile
ragel
ranger
rav1e
re2
readline
redshift
reiserfsprogs
rest
rhash
rhythmbox
ripgrep
river-git
rkhunter
rofi-lbonn-wayland-git
rsync
rtkit
rubberband
ruby
ruby-bundledgems
ruby-bundler
ruby-date
ruby-irb
ruby-json
ruby-minitest
ruby-net-http
ruby-open-uri
ruby-power_assert
ruby-psych
ruby-rake
ruby-rdoc
ruby-reline
ruby-rexml
ruby-stdlib
ruby-stringio
ruby-test-unit
ruby-time
ruby-uri
rubygems
run-parts
rustup
rxvt-unicode
rxvt-unicode-terminfo
s-nail
sbc
sc3-plugins
scdoc
sdl12-compat
sdl2
seatd
sed
semver
serd
sg3_utils
shaderc
shadow
shared-color-targets
shared-mime-info
sioyek-git
slang
smbclient
snappy
sndio
sord
sound-theme-freedesktop
sox
spdlog
speex
speexdsp
spirv-tools
sqlite
sratom
srt
sshfs
startup-notification
steam
steamcmd
stk
stpv-git
strace
sudo
supercollider
svt-av1
sway
swaybg
swaylock
swaylock-fancy-git
swayr
swaystatus-git
sxiv
sysfsutils
sysstat
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
tcl
tdb
termite
termite-terminfo
tevent
texinfo
texlive-bibtexextra
texlive-bin
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thin-provisioning-tools
tk
tllist
tmux
totem-pl-parser
tpm2-tss
tracker3
tracker3-miners
trash-cli
tree-sitter
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-liberation
twolame
tzdata
uchardet
uctags-git
udisks2
ueberzug
unibilium
unzip
upower
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
vi
vid.stab
vim
vim-runtime
virtualbox
virtualbox-host-modules-arch
vlc
vmaf
volume_key
vsftpd
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-intel
wavpack
waybar
wayland
wayland-protocols
webkit2gtk
webkit2gtk-4.1
webrtc-audio-processing
wev
wezterm
wf-config
wget
which
whois
wireless_tools
wkhtmltopdf
wl-clipboard
wlc
wlroots
wlsunset-git
woff2
wofi
wpa-cute
wpa_actiond
wpa_supplicant
wpebackend-fdo
x264
x265
x2goserver
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xcompmgr
xdg-dbus-proxy
xdg-utils
xdotool
xf86-input-libinput
xf86-video-vesa
xfconf
xfsprogs
xkeyboard-config
xmobar
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-alias-misc
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xournalpp
xplr-git
xsel
xvidcore
xwinfo-git
xxhash
xz
yajl
yaml-cpp
yofi-bin
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zenity
zeromq
zig
zimg
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zstd
zziplib
