a2ps
adobe-source-code-pro-fonts
alacritty
alsa-utils
asciidoc
asoundconf
autoconf
automake
bash
biber
binutils
bison
brother-mfc-l8900cdw
bzip2
cabal-install
chromium
cmake
coreutils
cryptsetup
ctags
cups
device-mapper
dhclient
dhcpcd
dialog
diffutils
dmenu
dosfstools
e2fsprogs
efibootmgr
fakeroot
fasd
file
filesystem
findutils
firefox
flex
foomatic-db-gutenprint-ppds
gawk
gcc
gcc-libs
gdm
gettext
git
glibc
gnome-terminal
google-chrome-beta
grep
groff
grub
gutenprint
gzip
inetutils
inotify-tools
iotop
iproute2
iputils
jfsutils
kitty
less
libtool
licenses
linux
linux-firmware
logrotate
lsof
lvm2
m4
make
man-db
man-pages
mdadm
mosh
mtools
mtr
mupdf
nano
neovim
net-tools
netctl
npm
openssh
os-prober
pacman
pandoc
patch
pavucontrol
pciutils
perl
pkgconf
procps-ng
psmisc
python-dropbox
python-pip
qt5-base
reiserfsprogs
rkhunter
rsync
rxvt-unicode
s-nail
sed
shadow
sudo
sway
sysfsutils
sysstat
systemd
systemd-sysvcompat
tar
termite
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tigervnc
tmux
unzip
usbutils
util-linux
vi
vifm
vim
virtualbox-guest-utils
vsftpd
wget
which
whois
wireless_tools
wpa_supplicant
x2goserver
xclip
xcompmgr
xdotool
xf86-video-vesa
xfsprogs
xmobar
xmonad
xmonad-contrib
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrefresh
xorg-xvinfo
xorg-xwd
xorg-xwud
xsel
xterm
yay
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zsh
