{
    "apps": [
        {
            "Source": "main",
            "Name": "7zip",
            "Info": "",
            "Updated": "2024-09-01T07:32:33.1361316-06:00",
            "Version": "24.08"
        },
        {
            "Source": "main",
            "Name": "adb",
            "Info": "64bit",
            "Updated": "2024-06-18T18:16:35.9960459-06:00",
            "Version": "35.0.0"
        },
        {
            "Source": null,
            "Name": "autohotkey",
            "Info": "Install failed",
            "Updated": "2024-06-19T15:30:42.7698818-06:00",
            "Version": null
        },
        {
            "Source": "main",
            "Name": "bat",
            "Info": "64bit",
            "Updated": "2024-06-18T18:16:37.8224197-06:00",
            "Version": "0.24.0"
        },
        {
            "Source": "main",
            "Name": "bfg",
            "Info": "64bit",
            "Updated": "2024-06-18T18:16:40.7719357-06:00",
            "Version": "1.14.0"
        },
        {
            "Source": "main",
            "Name": "cacert",
            "Info": "64bit",
            "Updated": "2024-09-30T21:59:41.7100389-06:00",
            "Version": "2024-09-24"
        },
        {
            "Source": "nerd-fonts",
            "Name": "Cascadia-Code",
            "Info": "64bit",
            "Updated": "2024-06-18T18:38:21.5570417-06:00",
            "Version": "2404.23"
        },
        {
            "Source": "nerd-fonts",
            "Name": "CascadiaCode-Nf",
            "Info": "64bit",
            "Updated": "2024-06-18T18:43:15.2982421-06:00",
            "Version": "3.2.1"
        },
        {
            "Source": "main",
            "Name": "cmake",
            "Info": "",
            "Updated": "2024-09-30T22:07:20.6384285-06:00",
            "Version": "3.30.4"
        },
        {
            "Source": "main",
            "Name": "cwrsync",
            "Info": "64bit",
            "Updated": "2024-09-30T22:07:26.1960899-06:00",
            "Version": "6.3.1"
        },
        {
            "Source": "main",
            "Name": "dark",
            "Info": "64bit",
            "Updated": "2024-06-18T18:17:19.7653493-06:00",
            "Version": "3.14"
        },
        {
            "Source": "main",
            "Name": "deno",
            "Info": "64bit",
            "Updated": "2024-09-30T22:08:03.9483898-06:00",
            "Version": "1.46.3"
        },
        {
            "Source": "main",
            "Name": "diffutils",
            "Info": "64bit",
            "Updated": "2024-06-18T18:17:27.2411128-06:00",
            "Version": "3.6"
        },
        {
            "Source": "main",
            "Name": "dos2unix",
            "Info": "64bit",
            "Updated": "2024-06-18T18:17:29.2886736-06:00",
            "Version": "7.5.2"
        },
        {
            "Source": "main",
            "Name": "fd",
            "Info": "64bit",
            "Updated": "2024-09-01T07:33:14.6697822-06:00",
            "Version": "10.2.0"
        },
        {
            "Source": "extras",
            "Name": "foobar2000",
            "Info": "",
            "Updated": "2024-09-30T22:08:11.0234968-06:00",
            "Version": "2.1.6"
        },
        {
            "Source": "extras",
            "Name": "foobar2000-encoders",
            "Info": "64bit",
            "Updated": "2024-06-18T18:38:36.1026601-06:00",
            "Version": "2024-04-23"
        },
        {
            "Source": "extras",
            "Name": "fvim",
            "Info": "",
            "Updated": "2024-07-02T16:38:56.2375902-06:00",
            "Version": "0.3.543"
        },
        {
            "Source": "main",
            "Name": "fzf",
            "Info": "",
            "Updated": "2024-09-01T07:33:15.8100752-06:00",
            "Version": "0.55.0"
        },
        {
            "Source": "main",
            "Name": "gawk",
            "Info": "64bit",
            "Updated": "2024-09-30T22:08:46.1961551-06:00",
            "Version": "5.3.1"
        },
        {
            "Source": "main",
            "Name": "gcc",
            "Info": "64bit",
            "Updated": "2024-07-02T13:50:25.8231076-06:00",
            "Version": "13.2.0"
        },
        {
            "Source": "main",
            "Name": "gh",
            "Info": "",
            "Updated": "2024-09-30T22:08:59.6171249-06:00",
            "Version": "2.57.0"
        },
        {
            "Source": "main",
            "Name": "git",
            "Info": "64bit",
            "Updated": "2024-09-30T22:09:43.267257-06:00",
            "Version": "2.46.2"
        },
        {
            "Source": "main",
            "Name": "grep",
            "Info": "64bit",
            "Updated": "2024-06-18T18:19:52.1083188-06:00",
            "Version": "3.11"
        },
        {
            "Source": "main",
            "Name": "gzip",
            "Info": "64bit",
            "Updated": "2024-06-18T18:19:56.5260068-06:00",
            "Version": "1.3.12"
        },
        {
            "Source": "main",
            "Name": "helix",
            "Info": "64bit",
            "Updated": "2024-07-20T17:10:39.1479692-06:00",
            "Version": "24.07"
        },
        {
            "Source": "extras",
            "Name": "inkscape",
            "Info": "64bit",
            "Updated": "2024-09-01T07:35:22.3121538-06:00",
            "Version": "1.3.2_2023-11-25_091e20e"
        },
        {
            "Source": "nerd-fonts",
            "Name": "jetbrains-mono",
            "Info": "64bit",
            "Updated": "2024-06-18T18:43:17.6211186-06:00",
            "Version": "2.304"
        },
        {
            "Source": "extras",
            "Name": "lazygit",
            "Info": "64bit",
            "Updated": "2024-09-30T22:09:46.4833367-06:00",
            "Version": "0.44.1"
        },
        {
            "Source": "main",
            "Name": "less",
            "Info": "",
            "Updated": "2024-07-11T10:56:25.2715705-06:00",
            "Version": "661"
        },
        {
            "Source": "main",
            "Name": "lf",
            "Info": "64bit",
            "Updated": "2024-06-18T18:22:26.7730499-06:00",
            "Version": "r32"
        },
        {
            "Source": "main",
            "Name": "llvm",
            "Info": "",
            "Updated": "2024-07-11T10:57:42.4311854-06:00",
            "Version": "18.1.8"
        },
        {
            "Source": "main",
            "Name": "ln",
            "Info": "64bit",
            "Updated": "2024-06-18T18:22:27.9769789-06:00",
            "Version": "0.2018.07.25"
        },
        {
            "Source": "main",
            "Name": "lua",
            "Info": "64bit",
            "Updated": "2024-09-01T07:35:25.145798-06:00",
            "Version": "5.4.7-2"
        },
        {
            "Source": "main",
            "Name": "make",
            "Info": "64bit",
            "Updated": "2024-07-01T12:03:50.8567532-06:00",
            "Version": "4.4.1"
        },
        {
            "Source": "nerd-fonts",
            "Name": "Monoid-NF-mono",
            "Info": "64bit",
            "Updated": "2024-06-18T18:43:22.3349304-06:00",
            "Version": "3.2.1"
        },
        {
            "Source": "extras",
            "Name": "neovide",
            "Info": "64bit",
            "Updated": "2024-07-20T17:10:55.9016695-06:00",
            "Version": "0.13.3"
        },
        {
            "Source": "main",
            "Name": "neovim",
            "Info": "64bit",
            "Updated": "2024-08-20T07:56:19.8536424-06:00",
            "Version": "0.10.1"
        },
        {
            "Source": "main",
            "Name": "ninja",
            "Info": "",
            "Updated": "2024-06-19T08:56:55.0417964-06:00",
            "Version": "1.12.1"
        },
        {
            "Source": "main",
            "Name": "nodejs",
            "Info": "",
            "Updated": "2024-09-30T22:09:59.4289734-06:00",
            "Version": "22.9.0"
        },
        {
            "Source": "main",
            "Name": "ntop",
            "Info": "64bit",
            "Updated": "2024-09-30T22:10:00.2792824-06:00",
            "Version": "0.3.19"
        },
        {
            "Source": "main",
            "Name": "nu",
            "Info": "",
            "Updated": "2024-06-18T18:16:23.2986894-06:00",
            "Version": "0.93.0"
        },
        {
            "Source": "main",
            "Name": "Oh-my-posh",
            "Info": "",
            "Updated": "2024-09-30T22:10:16.8714387-06:00",
            "Version": "23.15.2"
        },
        {
            "Source": "main",
            "Name": "openssh",
            "Info": "64bit",
            "Updated": "2024-06-30T15:40:18.5369732-06:00",
            "Version": "9.5.0.0p1"
        },
        {
            "Source": "main",
            "Name": "pandoc",
            "Info": "64bit",
            "Updated": "2024-09-30T22:10:33.7498321-06:00",
            "Version": "3.4"
        },
        {
            "Source": "main",
            "Name": "perl",
            "Info": "64bit",
            "Updated": "2024-09-30T22:14:47.0693828-06:00",
            "Version": "5.40.0.1"
        },
        {
            "Source": "main",
            "Name": "pkg-config",
            "Info": "64bit",
            "Updated": "2024-06-23T13:06:17.6759305-06:00",
            "Version": "0.26-1"
        },
        {
            "Source": "extras",
            "Name": "psfzf",
            "Info": "64bit",
            "Updated": "2024-06-18T18:40:11.2756621-06:00",
            "Version": "2.6.1"
        },
        {
            "Source": "main",
            "Name": "pwsh",
            "Info": "",
            "Updated": "2024-06-18T17:48:00.8271179-06:00",
            "Version": "7.4.2"
        },
        {
            "Source": "versions",
            "Name": "pwsh-beta",
            "Info": "",
            "Updated": "2024-09-01T07:36:15.2537012-06:00",
            "Version": "7.5.0-preview.4"
        },
        {
            "Source": "C:\\Users\\yasha\\OneDrive\\dotfiles\\scoopmanifests\\qbittorent.json",
            "Name": "qbittorent",
            "Info": "64bit",
            "Updated": "2024-06-28T21:15:14.3719318-06:00",
            "Version": "4.6.5"
        },
        {
            "Source": null,
            "Name": "qbittorrent",
            "Info": "Install failed",
            "Updated": "2024-06-28T20:46:20.9635976-06:00",
            "Version": null
        },
        {
            "Source": "main",
            "Name": "recycle-bin",
            "Info": "64bit",
            "Updated": "2024-06-18T18:24:50.8287887-06:00",
            "Version": "2.0.0"
        },
        {
            "Source": "main",
            "Name": "ripgrep",
            "Info": "64bit",
            "Updated": "2024-09-30T22:14:49.0659498-06:00",
            "Version": "14.1.1"
        },
        {
            "Source": "main",
            "Name": "rustup",
            "Info": "",
            "Updated": "2024-06-18T18:25:22.2520272-06:00",
            "Version": "1.27.1"
        },
        {
            "Source": "main",
            "Name": "sed",
            "Info": "64bit",
            "Updated": "2024-06-18T18:25:23.6553834-06:00",
            "Version": "4.9"
        },
        {
            "Source": "extras",
            "Name": "sioyek",
            "Info": "64bit",
            "Updated": "2024-06-18T18:40:53.9713622-06:00",
            "Version": "2.0.0"
        },
        {
            "Source": "main",
            "Name": "starship",
            "Info": "",
            "Updated": "2024-09-01T07:36:16.9500204-06:00",
            "Version": "1.20.1"
        },
        {
            "Source": "main",
            "Name": "sudo",
            "Info": "64bit",
            "Updated": "2024-06-18T18:25:28.499687-06:00",
            "Version": "0.2020.01.26"
        },
        {
            "Source": "extras",
            "Name": "sumatrapdf",
            "Info": "",
            "Updated": "2024-06-18T18:41:10.8350861-06:00",
            "Version": "3.5.2"
        },
        {
            "Source": "main",
            "Name": "tar",
            "Info": "64bit",
            "Updated": "2024-06-29T15:56:07.9874278-06:00",
            "Version": "1.23"
        },
        {
            "Source": "main",
            "Name": "tectonic",
            "Info": "64bit",
            "Updated": "2024-06-18T18:25:42.8767446-06:00",
            "Version": "0.15.0"
        },
        {
            "Source": "extras",
            "Name": "telegram",
            "Info": "64bit",
            "Updated": "2024-09-30T22:14:56.0525912-06:00",
            "Version": "5.5.5"
        },
        {
            "Source": "main",
            "Name": "touch",
            "Info": "64bit",
            "Updated": "2024-06-18T18:25:44.683606-06:00",
            "Version": "0.2018.07.25"
        },
        {
            "Source": "extras",
            "Name": "universal-ctags",
            "Info": "64bit",
            "Updated": "2024-06-18T18:41:20.1991425-06:00",
            "Version": "6.1.0"
        },
        {
            "Source": "main",
            "Name": "unzip",
            "Info": "64bit",
            "Updated": "2024-06-18T18:25:47.0775923-06:00",
            "Version": "6.00"
        },
        {
            "Source": "extras",
            "Name": "vcredist2022",
            "Info": "64bit",
            "Updated": "2024-06-18T18:41:50.5514423-06:00",
            "Version": "14.40.33810.0"
        },
        {
            "Source": "versions",
            "Name": "vlc-nightly",
            "Info": "",
            "Updated": "2024-09-30T22:15:07.7102408-06:00",
            "Version": "20240927"
        },
        {
            "Source": "extras",
            "Name": "vscode",
            "Info": "",
            "Updated": "2024-09-30T22:16:15.3444153-06:00",
            "Version": "1.93.1"
        },
        {
            "Source": "main",
            "Name": "wget",
            "Info": "64bit",
            "Updated": "2024-06-18T18:25:51.3126404-06:00",
            "Version": "1.21.4"
        },
        {
            "Source": "main",
            "Name": "which",
            "Info": "64bit",
            "Updated": "2024-06-18T18:25:53.2673932-06:00",
            "Version": "2.20"
        },
        {
            "Source": "extras",
            "Name": "xournalpp",
            "Info": "64bit",
            "Updated": "2024-06-18T18:42:58.8818953-06:00",
            "Version": "1.2.3"
        },
        {
            "Source": "main",
            "Name": "yazi",
            "Info": "64bit",
            "Updated": "2024-09-30T22:16:18.4492731-06:00",
            "Version": "0.3.3"
        },
        {
            "Source": "extras",
            "Name": "zoom",
            "Info": "",
            "Updated": "2024-09-30T22:16:32.4878096-06:00",
            "Version": "6.2.3.47507"
        },
        {
            "Source": "main",
            "Name": "zoxide",
            "Info": "",
            "Updated": "2024-09-30T22:16:33.4521679-06:00",
            "Version": "0.9.6"
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2024-09-30T18:38:19-06:00",
            "Manifests": 1343
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2024-09-30T18:40:56-06:00",
            "Manifests": 2077
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2024-09-30T20:11:05-06:00",
            "Manifests": 469
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2024-09-29T23:21:40-06:00",
            "Manifests": 336
        },
        {
            "Name": "CrypticButter",
            "Source": "https://github.com/CrypticButter/ScoopBucket",
            "Updated": "2024-05-01T06:51:07-06:00",
            "Manifests": 1
        }
    ]
}
