{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2024-06-27T16:26:37-04:00",
            "Manifests": 1331
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2024-06-27T16:28:35-04:00",
            "Manifests": 2043
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2024-06-27T16:29:19-04:00",
            "Manifests": 465
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2024-06-15T16:21:22-04:00",
            "Manifests": 336
        },
        {
            "Name": "CrypticButter",
            "Source": "https://github.com/CrypticButter/ScoopBucket",
            "Updated": "2024-05-01T08:51:07-04:00",
            "Manifests": 1
        }
    ],
    "apps": [
        {
            "Info": "",
            "Version": "24.07",
            "Source": "main",
            "Name": "7zip",
            "Updated": "2024-06-27T19:57:57.1341926-04:00"
        },
        {
            "Info": "64bit",
            "Version": "35.0.0",
            "Source": "main",
            "Name": "adb",
            "Updated": "2024-06-18T20:16:35.9960459-04:00"
        },
        {
            "Info": "Install failed",
            "Version": null,
            "Source": null,
            "Name": "autohotkey",
            "Updated": "2024-06-19T17:30:42.7698818-04:00"
        },
        {
            "Info": "64bit",
            "Version": "0.24.0",
            "Source": "main",
            "Name": "bat",
            "Updated": "2024-06-18T20:16:37.8224197-04:00"
        },
        {
            "Info": "64bit",
            "Version": "1.14.0",
            "Source": "main",
            "Name": "bfg",
            "Updated": "2024-06-18T20:16:40.7719357-04:00"
        },
        {
            "Info": "64bit",
            "Version": "2024-03-11",
            "Source": "main",
            "Name": "cacert",
            "Updated": "2024-06-18T20:16:42.1333895-04:00"
        },
        {
            "Info": "64bit",
            "Version": "2404.23",
            "Source": "nerd-fonts",
            "Name": "Cascadia-Code",
            "Updated": "2024-06-18T20:38:21.5570417-04:00"
        },
        {
            "Info": "64bit",
            "Version": "3.2.1",
            "Source": "nerd-fonts",
            "Name": "CascadiaCode-Nf",
            "Updated": "2024-06-18T20:43:15.2982421-04:00"
        },
        {
            "Info": "",
            "Version": "3.29.6",
            "Source": "main",
            "Name": "cmake",
            "Updated": "2024-06-19T11:07:27.5769164-04:00"
        },
        {
            "Info": "64bit",
            "Version": "6.3.0",
            "Source": "main",
            "Name": "cwrsync",
            "Updated": "2024-06-18T20:17:17.9741962-04:00"
        },
        {
            "Info": "64bit",
            "Version": "3.14",
            "Source": "main",
            "Name": "dark",
            "Updated": "2024-06-18T20:17:19.7653493-04:00"
        },
        {
            "Info": "64bit",
            "Version": "1.44.4",
            "Source": "main",
            "Name": "deno",
            "Updated": "2024-06-27T19:58:01.0734238-04:00"
        },
        {
            "Info": "64bit",
            "Version": "3.6",
            "Source": "main",
            "Name": "diffutils",
            "Updated": "2024-06-18T20:17:27.2411128-04:00"
        },
        {
            "Info": "64bit",
            "Version": "7.5.2",
            "Source": "main",
            "Name": "dos2unix",
            "Updated": "2024-06-18T20:17:29.2886736-04:00"
        },
        {
            "Info": "64bit",
            "Version": "10.1.0",
            "Source": "main",
            "Name": "fd",
            "Updated": "2024-06-18T20:17:30.8218725-04:00"
        },
        {
            "Info": "",
            "Version": "2.1.5",
            "Source": "extras",
            "Name": "foobar2000",
            "Updated": "2024-06-18T20:38:31.5926399-04:00"
        },
        {
            "Info": "64bit",
            "Version": "2024-04-23",
            "Source": "extras",
            "Name": "foobar2000-encoders",
            "Updated": "2024-06-18T20:38:36.1026601-04:00"
        },
        {
            "Info": "",
            "Version": "0.53.0",
            "Source": "main",
            "Name": "fzf",
            "Updated": "2024-06-18T20:17:33.5630129-04:00"
        },
        {
            "Info": "64bit",
            "Version": "5.3.0-2",
            "Source": "main",
            "Name": "gawk",
            "Updated": "2024-06-18T20:17:38.7009774-04:00"
        },
        {
            "Info": "64bit",
            "Version": "13.2.0",
            "Source": "main",
            "Name": "gcc",
            "Updated": "2024-06-27T16:07:59.6651714-04:00"
        },
        {
            "Info": "",
            "Version": "2.52.0",
            "Source": "main",
            "Name": "gh",
            "Updated": "2024-06-27T19:58:02.5898369-04:00"
        },
        {
            "Info": "64bit",
            "Version": "2.45.2",
            "Source": "main",
            "Name": "git",
            "Updated": "2024-06-18T20:19:50.0792858-04:00"
        },
        {
            "Info": "64bit",
            "Version": "126.0.6478.127",
            "Source": "extras",
            "Name": "googlechrome",
            "Updated": "2024-06-27T19:58:15.6900691-04:00"
        },
        {
            "Info": "64bit",
            "Version": "3.11",
            "Source": "main",
            "Name": "grep",
            "Updated": "2024-06-18T20:19:52.1083188-04:00"
        },
        {
            "Info": "64bit",
            "Version": "1.3.12",
            "Source": "main",
            "Name": "gzip",
            "Updated": "2024-06-18T20:19:56.5260068-04:00"
        },
        {
            "Info": "64bit",
            "Version": "24.03",
            "Source": "main",
            "Name": "helix",
            "Updated": "2024-06-18T20:20:03.4996925-04:00"
        },
        {
            "Info": "64bit",
            "Version": "1.3.1_2023-11-16_91b66b0783",
            "Source": "extras",
            "Name": "inkscape",
            "Updated": "2024-06-18T20:39:54.8101704-04:00"
        },
        {
            "Info": "64bit",
            "Version": "2.304",
            "Source": "nerd-fonts",
            "Name": "jetbrains-mono",
            "Updated": "2024-06-18T20:43:17.6211186-04:00"
        },
        {
            "Info": "64bit",
            "Version": "0.42.0",
            "Source": "extras",
            "Name": "lazygit",
            "Updated": "2024-06-18T20:39:58.0321399-04:00"
        },
        {
            "Info": "",
            "Version": "643",
            "Source": "main",
            "Name": "less",
            "Updated": "2024-06-18T20:22:24.6621986-04:00"
        },
        {
            "Info": "64bit",
            "Version": "r32",
            "Source": "main",
            "Name": "lf",
            "Updated": "2024-06-18T20:22:26.7730499-04:00"
        },
        {
            "Info": "",
            "Version": "18.1.7",
            "Source": "main",
            "Name": "llvm",
            "Updated": "2024-06-19T11:25:46.4801825-04:00"
        },
        {
            "Info": "64bit",
            "Version": "0.2018.07.25",
            "Source": "main",
            "Name": "ln",
            "Updated": "2024-06-18T20:22:27.9769789-04:00"
        },
        {
            "Info": "64bit",
            "Version": "5.4.2",
            "Source": "main",
            "Name": "lua",
            "Updated": "2024-06-18T20:22:32.2386718-04:00"
        },
        {
            "Info": "64bit",
            "Version": "3.2.1",
            "Source": "nerd-fonts",
            "Name": "Monoid-NF-mono",
            "Updated": "2024-06-18T20:43:22.3349304-04:00"
        },
        {
            "Info": "64bit",
            "Version": "0.13.1",
            "Source": "extras",
            "Name": "neovide",
            "Updated": "2024-06-18T20:40:03.4377945-04:00"
        },
        {
            "Info": "64bit",
            "Version": "0.10.0",
            "Source": "main",
            "Name": "neovim",
            "Updated": "2024-06-27T19:53:49.9741338-04:00"
        },
        {
            "Info": "64bit",
            "Version": "0.11.0-282",
            "Source": "versions",
            "Name": "neovim-nightly",
            "Updated": "2024-06-19T08:33:54.3350349-04:00"
        },
        {
            "Info": "",
            "Version": "1.12.1",
            "Source": "main",
            "Name": "ninja",
            "Updated": "2024-06-19T10:56:55.0417964-04:00"
        },
        {
            "Info": "",
            "Version": "22.3.0",
            "Source": "main",
            "Name": "nodejs",
            "Updated": "2024-06-18T20:22:48.5652014-04:00"
        },
        {
            "Info": "64bit",
            "Version": "0.3.4",
            "Source": "main",
            "Name": "ntop",
            "Updated": "2024-06-18T20:22:49.9949085-04:00"
        },
        {
            "Info": "",
            "Version": "0.93.0",
            "Source": "main",
            "Name": "nu",
            "Updated": "2024-06-18T20:16:23.2986894-04:00"
        },
        {
            "Info": "64bit",
            "Version": "0.3.9",
            "Source": "extras",
            "Name": "nvy",
            "Updated": "2024-06-18T20:40:08.1035746-04:00"
        },
        {
            "Info": "",
            "Version": "21.16.2",
            "Source": "main",
            "Name": "Oh-my-posh",
            "Updated": "2024-06-27T19:58:17.6697264-04:00"
        },
        {
            "Info": "64bit",
            "Version": "3.2.1",
            "Source": "main",
            "Name": "pandoc",
            "Updated": "2024-06-27T19:58:24.1010308-04:00"
        },
        {
            "Info": "64bit",
            "Version": "5.38.2.2",
            "Source": "main",
            "Name": "perl",
            "Updated": "2024-06-18T20:24:47.3317235-04:00"
        },
        {
            "Info": "64bit",
            "Version": "0.26-1",
            "Source": "main",
            "Name": "pkg-config",
            "Updated": "2024-06-23T15:06:17.6759305-04:00"
        },
        {
            "Info": "64bit",
            "Version": "2.6.1",
            "Source": "extras",
            "Name": "psfzf",
            "Updated": "2024-06-18T20:40:11.2756621-04:00"
        },
        {
            "Info": "",
            "Version": "7.4.2",
            "Source": "main",
            "Name": "pwsh",
            "Updated": "2024-06-18T19:48:00.8271179-04:00"
        },
        {
            "Info": "",
            "Version": "7.5.0-preview.3",
            "Source": "versions",
            "Name": "pwsh-beta",
            "Updated": "2024-06-18T20:40:23.9644941-04:00"
        },
        {
            "Info": "64bit",
            "Version": "4.6.5",
            "Source": "extras",
            "Name": "qbittorrent",
            "Updated": "2024-06-18T20:40:45.2940393-04:00"
        },
        {
            "Info": "64bit",
            "Version": "2.0.0",
            "Source": "main",
            "Name": "recycle-bin",
            "Updated": "2024-06-18T20:24:50.8287887-04:00"
        },
        {
            "Info": "64bit",
            "Version": "14.1.0",
            "Source": "main",
            "Name": "ripgrep",
            "Updated": "2024-06-18T20:24:52.5068458-04:00"
        },
        {
            "Info": "",
            "Version": "1.27.1",
            "Source": "main",
            "Name": "rustup",
            "Updated": "2024-06-18T20:25:22.2520272-04:00"
        },
        {
            "Info": "64bit",
            "Version": "4.9",
            "Source": "main",
            "Name": "sed",
            "Updated": "2024-06-18T20:25:23.6553834-04:00"
        },
        {
            "Info": "64bit",
            "Version": "2.0.0",
            "Source": "extras",
            "Name": "sioyek",
            "Updated": "2024-06-18T20:40:53.9713622-04:00"
        },
        {
            "Info": "",
            "Version": "1.19.0",
            "Source": "main",
            "Name": "starship",
            "Updated": "2024-06-18T20:25:27.0699764-04:00"
        },
        {
            "Info": "64bit",
            "Version": "0.2020.01.26",
            "Source": "main",
            "Name": "sudo",
            "Updated": "2024-06-18T20:25:28.499687-04:00"
        },
        {
            "Info": "",
            "Version": "3.5.2",
            "Source": "extras",
            "Name": "sumatrapdf",
            "Updated": "2024-06-18T20:41:10.8350861-04:00"
        },
        {
            "Info": "64bit",
            "Version": "1.23",
            "Source": "main",
            "Name": "tar",
            "Updated": "2024-06-18T20:25:39.7577093-04:00"
        },
        {
            "Info": "64bit",
            "Version": "0.15.0",
            "Source": "main",
            "Name": "tectonic",
            "Updated": "2024-06-18T20:25:42.8767446-04:00"
        },
        {
            "Info": "64bit",
            "Version": "5.1.7",
            "Source": "extras",
            "Name": "telegram",
            "Updated": "2024-06-18T20:41:16.6098196-04:00"
        },
        {
            "Info": "64bit",
            "Version": "0.2018.07.25",
            "Source": "main",
            "Name": "touch",
            "Updated": "2024-06-18T20:25:44.683606-04:00"
        },
        {
            "Info": "64bit",
            "Version": "6.1.0",
            "Source": "extras",
            "Name": "universal-ctags",
            "Updated": "2024-06-18T20:41:20.1991425-04:00"
        },
        {
            "Info": "64bit",
            "Version": "6.00",
            "Source": "main",
            "Name": "unzip",
            "Updated": "2024-06-18T20:25:47.0775923-04:00"
        },
        {
            "Info": "64bit",
            "Version": "14.40.33810.0",
            "Source": "extras",
            "Name": "vcredist2022",
            "Updated": "2024-06-18T20:41:50.5514423-04:00"
        },
        {
            "Info": "",
            "Version": "20240627",
            "Source": "versions",
            "Name": "vlc-nightly",
            "Updated": "2024-06-27T10:20:04.8976597-04:00"
        },
        {
            "Info": "64bit",
            "Version": "1.21.4",
            "Source": "main",
            "Name": "wget",
            "Updated": "2024-06-18T20:25:51.3126404-04:00"
        },
        {
            "Info": "64bit",
            "Version": "2.20",
            "Source": "main",
            "Name": "which",
            "Updated": "2024-06-18T20:25:53.2673932-04:00"
        },
        {
            "Info": "64bit",
            "Version": "1.2.3",
            "Source": "extras",
            "Name": "xournalpp",
            "Updated": "2024-06-18T20:42:58.8818953-04:00"
        },
        {
            "Info": "64bit",
            "Version": "0.2.5",
            "Source": "main",
            "Name": "yazi",
            "Updated": "2024-06-18T20:25:56.051266-04:00"
        },
        {
            "Info": "",
            "Version": "6.1.0.41135",
            "Source": "extras",
            "Name": "zoom",
            "Updated": "2024-06-18T20:43:08.576528-04:00"
        },
        {
            "Info": "",
            "Version": "0.9.4",
            "Source": "main",
            "Name": "zoxide",
            "Updated": "2024-06-19T07:02:33.9598838-04:00"
        }
    ]
}
